import React from 'react';
import { Logo } from '../components/logo';

export const Footer = () => {
    return (
        <footer>
            <p className="company-desc">
            Лорем ипсум долор сит амет, цонсецтетур адиписцинг елит. Вивамус витае вариус ипсум, ин виверра рисус. Пеллентесqуе орци ми, рхонцус витае тинцидунт ет, тинцидунт сагиттис арцу. Пеллентесqуе тинцидунт финибус велит, еу тристиqуе теллус алиqуам рутрум. Суспендиссе ат арцу ин еx моллис феугиат. Сед лациниа лео сед елеифенд бландит. Ин хац хабитассе платеа дицтумст. Проин а фрингилла лео, ин гравида лацус. Морби волутпат вариус нунц а цоммодо. Нунц еуисмод бибендум qуам нец дапибус. Сед иацулис, еx еу лациниа гравида, лацус дуи вулпутате урна, ид улламцорпер лигула лецтус сед ерос. Алиqуам ерат волутпат. Ин рисус масса, ауцтор а диам вел, порта егестас одио.

               </p>
            <p>&copy; Ја</p>
            <Logo />
        </footer>
    );
}